Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] King of the East.tmx
Source language: ko_kr
Languages: en

source: 오랜 시간만에 뵙습니다.
en: it’s been a long time...

source: 그놈들한테 풍비박산 난 곳도 몇 군데나 되는지…
en: so many places were wrecked by those demons...

source: 꼭 다른 사람같은…
en: almost like a different person...

source: 그럼 난 간다!
en: I’m gonna go now!

source: 그럼 너도 곤란해지니까?
en: what, because it’ll put you in a difficult situation?

source: 낙오된 병사는 버리고 가는 게 내 철칙이다.
en: I believe in leaving soldiers who fall behind.

source: 이 사람들은 뭐지…?
en: who are these people...?

source: 길어져…?
en: how long it’s gonna be...?

source: 놈들이 지나간 지는…
en: it hasn’t been that long...

source: 아저씨가… 아저씨가 일어나질 않아요!
en: he... he won’t get up!

source: 뭐가?
en: what?

source: 손에 쥔 그거 얌전히 이리 내!
en: give me that thing you have in your hands!

source: 이번 요괴는 이놈이로군…!
en: this is the demon responsible...!

source: 부활했어요…!
en: ...has been revived!

source: 자자, 엄마!
en: hey, mom!

source: 요괴가 다시 살아나 날뛰기 전에…
en: before the demon comes back to life...

source: 그쪽도 괜찮아요?
en: are you okay?

source: 댁들은 힘도 없고 뭐 우리보고 대신 정리해 달라는 거 아냐?
en: ...you’re going to ask us to take care of them, right?

source: 큰일났어!!
en: there’s trouble!

source: 열심히 달려와서 봉인해준 난 뭐 없어?!
en: don’t you have anything to say to me, who sealed the demon?!

source: 그 틈에 재빠르게 탈출 성공!
en: I can quickly escape!

source: 그래도 어떻게 좀…
en: but isn’t there...?

source: 여긴 어떻게 오신 거예요?!
en: what brought you back?!

source: 너도 얼른 집에나 가보지 그래?
en: why don’t you go home too?

source: 여척 아가씨가…
en: lady yeochuk...

source: 아까부터 듣자하니 한심해서 진짜…
en: I don’t think I can continue listening to you...

source: 하… 항아님!!
en: m-miss hang-ah!

source: 뭐, 이런 무식한 계집애가 다 있지!
en: wh-who is she?!

source: 제 36 수
en: episode 36

source: 그러니까 오늘 품삯은 제발…
en: so please don’t take away my pay for today...

source: 요괴!!
en: ...demon!

source: 숨어있는 놈들을 전부 끌어내야 하는데…
en: I need to draw out all the ones that are hiding.

source: 인간들은… 풀어줘.
en: let these people go.

source: 어머 그럼 자기는 걱정 없겠다!
en: oh? then you have nothing to worry about!

source: 지금 장난칠 때가…
en: it’s not the time to joke around...

source: 혜낭이라는 요괴는…
en: the demon called hyenang...

source: 어이, 코끼리씨!
en: hey, miss elephant!

source: 어이!
en: hey!

source: 헥… 헤엑…
en: huff... huff...

source: 인간들이란!
en: humans? hah!

source: 역시 난 천재…
en: I’m a genius...

source: 이…
en: you...

source: 마음에 들어?
en: do you like it?

source: 천제의 돌잡이라는 뜻으로 알면 되는 건가?
en: have you become a doljabi of the heavenly emperor?

source: 흐흐, 이제 시작이다!!
en: haha, I’m just getting started!

source: 희화의 세력들 또한 세상을 어지럽힐 것이다.
en: ...and the forces of the solar goddess will mess up the world as well.

source: 물론 아버지도…
en: my father as well, of course...

source: 우리 마을의 일이라고 했으면서…
en: you said it was a matter of your village.

source: 전염병이 마을을 휩쓰는 데엔 그리 많은 시간이 필요하지 않았지.
en: it didn’t take long for the disease to sweep through the entire village.

source: 예의 활을 이길 수 있는 비책이란거…
en: the secret to defeating yae’s archery...

source: 쥐새끼마냥 계속 도망만 다니는군!
en: you’re just running away like a rat!

source: 이런 귀여운 발로는 이 무식한 품에서 벗어나긴 역부족이야.
en: I won’t be able to escape with these cute little paws.

source: 언니!!
en: help!

source: 칫, 아침부터 재수없게…
en: ugh, what a way to start the day...

source: 기록조차 남아있지 않은 까마득한 옛날…
en: long, long ago, when no records were left...

source: 대비를 하더라도 내 힘으로는…
en: even if we do prepare, it’s still not enough with my strength...

source: 그럼 본론으로 들어가볼까?
en: I’ll get to the point now.

source: 자~ 여기모인 너희들은 앞으로…
en: okay, all of you now...

source: 엄마가 저에게 맡기신…
en: it’s what my mom gave me...

source: 이 할미랑 엄마가 항상 뭐라고 했지?
en: what do your mom and I always tell you?

source: 형아아~
en: brother!

source: 힘이 돌아오길 기다리는 동안 지루하진 않겠는걸.
en: ...I don’t think I’ll be bored while I wait for my power to come back.

source: 알아요, 알아.
en: I-I know...

source: 오랜만이군.
en: it’s been a while.

source: 시체는 전부 마을 안의 성인들뿐이고…
en: these corpses... they’re all adults from the village.

source: 소란피우지마라, 동방삭.
en: stop making a fuss, dongbangsak.

source: 나 분명…
en: I’m certain I...

source: 그런 놈들을 위하고 싶어?
en: and you want to do something for them?

source: 죽은 아이 중 하나가 소중히 쥐고 있었다.
en: one of the kids had them in his hands.

source: 독조차도 소용이 없단 말이냐?!
en: why’s my poison useless?!

source: 어휴~ 됐거든!
en: oh, stop that!

source: 아이까지 유산했다고!!
en: she even had a miscarriage!

source: 엄마!!
en: mommy!!

source: 말도 안 돼!
en: there’s no way!

source: 불꽃놀이는 이제부터 시작인데!!
en: I was about to start the fireworks!

source: 도망치거라.
en: as far as you can.

source: 누구예요?
en: who are you?

source: 그때 제 얼굴 보셨을 텐데…
en: I’m sure you saw my face back then...

source: 유일하게 네게 품삯거릴 주는 척 감시하는 사람으로서 말이야!
en: she only played nice to keep on eye on you!

source: 기특한 것~
en: oho, what a good boy.

source: 꺅!
en: eek!

source: 꽈악~!
en: hard!

source: 그럼 소소는 누가 돌봐주지?
en: ...who’d take care of sosoh?

source: …기
en: l-let’s...

source: 버러지 주제에!
en: for trash, that is!

source: 아이를 부탁한다, 삭!
en: take care of the girl, sak!

source: 양오!
en: son!

source: 이따위 잔재주는…
en: these kinds of petty tricks...

source: 그건 불행의 시작이었지만 말야.
en: ...that was the start of a disaster.

source: 지름길이 이쪽이 맞느냐, 선아?
en: is this way the shortcut, sun-ah?

source: 선아를 노리고…!!
en: ...trying to attack sun-ah...!

source: 나 잡아 봐라~~!!
en: ...then catch me!

source: 이… 이 계집애가 그게 뭔 줄 알고!!
en: d-do you even know what that is?!

source: 고작 꼬맹이 물건 하나 빼앗자고 요괴에 칼까지 뽑아들어?
en: you unleashed a demon and took out a sword just to take away something from a little child?

source: 쉿!
en: hush!

source: 대체 어딜 가신거지…?
en: where did she go...?

source: 제 30 수
en: episode 30

source: 그,
en: h-he...

source: 지겨워, 정말…!
en: please stop. I’m sick and tired of that story...!

source: 있단 말이지…
en: ...interference I need to deal with...

source: 아빠~
en: dad!

source: 서왕모님이 동방삭을 돌잡이로 선택하신 이유…
en: I think I understand now...

source: 무슨 일이 있었는데?
en: what happened?

source: 사람 궁금하게!!
en: I’m curious now!

source: 아무튼 그 녀석 부탁해.
en: anyway, please take good care of her.

source: 근데 뭐 예상대로 이 놈 옆에 있으니까 요괴가 덤비진 않는구만.
en: heh, but as I predicted, demons don’t attack when I’m next to him.

source: 동방삭…?!
en: dongbangsak...?!

source: 태양들은 여축을 산 채로 태워죽이는 악행을 저지른다.
en: ...the suns burned yeochook alive.

source: 하하!
en: hah!

source: 알아낸 게 없잖아.
en: you didn’t tell me much.

source: 너 같은걸 살리겠다고 버티더니만…
en: I can’t understand why she was trying so hard to save you...

source: 진짜로 요괴들이 돌아다니고 있네?
en: demons are still lurking around, huh?

source: 무슨 짓을 꾸미고 있는 거지?
en: what are you trying to do?

source: 지금 크게 다쳐서 숲속에 있어!
en: got hurt in the woods!

source: 무슨 소리야?!
en: what are you talking about?!

source: 나야말로 생각보다 시시한 상대란 생각이다.
en: I’m actually the one thinking you’re not all that.

source: 여척과 떠났던 다른 이들은 어떻게 된 거야?
en: what happened to the others who left with yeochuk?

source: 히야아아!!
en: ah, that’s the stuff!

source: 마을 사람들 말처럼 내가 정말 재수없는 계집애라서…?
en: am I really cursed like how the people from the village say I am?

source: 하지만…
en: but...

source: 저…
en: th-these...

source: 귀여운 것!!
en: you cute little thing!

source: 제 38 수
en: episode 38

source: 견봉국의 저주야!
en: this is a curse of the dog nation!

source: 도망가야지!!
en: I’d just run away!

source: 놈이 아얏!
en: then, when he

source: 대, 대단하다…
en: u-unbelievable...

source: 순순히 불란다고…
en: just by asking me to tell you everything...

source: 목도 마르고…
en: and I’m thirsty...

source: 다시 한 번 우리를 구하러 돌아올 신의 부활을 약속하는 징표이지요.
en: ...to burn the world, killing humans.

source: 우물 벽에 이상한 그림이…!!
en: there are weird images on the wall of the well...!

source: 괴물… 괴물들이 아이들을 전부…
en: demons... demons have eaten...

source: 전해주마.
en: I’ll tell her.

source: 또 중요한 순간에 훼방을 놓는군.
en: it’s you again.

source: 자…
en: now...

source: 까먹어 부렀서용~!
en: well, I forgot!

source: 큰일이군.
en: this isn’t good.

source: 이, 이놈이 어느 틈에?!
en: wh-when did he...?!

source: 뭐, 됐어.
en: well, whatever.

source: 게다가 우리에 대해 알고 있는 계집이군.
en: and she knows about us?

source: 내가 맡아줄까, 여척?
en: do you want me to keep it for you, yeochuk?

source: 에그 끔찍해라~
en: that’s horrible.

source: 제 17 수
en: episode 17

source: …언니
en: hey...

source: 떠흑…!
en: ow...!

source: 무사해서 다행이다.
en: good thing you’re all right.

source: …하지만 서왕모님은 분명 널 선택하셨고,
en: but the queen mother of the west selected you.

source: 사물의 본디 모습과 진실을 비추는 신비의 거울.
en: ...revealing hidden truths of any object.

source: 그럼 특별히…
en: then...

source: …음
en: ugh...

source: 형아…
en: big brother...

source: 네 마음인데 왜 남의 눈치를 봐?!
en: it’s about how you feel, so don’t worry about what others are going to think!

source: 혹… 우리가 쉴만한 여관이 근처에 있느냐?
en: do you know if there’s an inn nearby we can stay at?

source: 스스로 저승길을 자처하는 구나.
en: but I guess you just want to die.

source: 죄, 죄송합니다!
en: I’m sorry!

source: 아빠가, 아빠가 이상해 엄마!
en: d-daddy doesn’t look good!

source: 모르는 사람들을 곤란하게 하면 안되잖니?
en: you shouldn’t trouble them.

source: 요괴면 요괴지…
en: if it’s a demon, it’s a demon...

source: 부적?!
en: talismans?!

source: …흠
en: hmmm...

source: 동방삭님까지…
en: e-even dongbangsak...

source: 선아와 제대로 인사도 못하고 가는군.
en: ...to say goodbye to sun-ah.

source: 아까보다 얼굴이 편해지신 것 같아요.
en: she looks better than before.

source: 그런 눈으로 보지 마!
en: don’t look at me like that!

source: 삼켜져 버려라!!
en: swallow her!

source: 전부 거울 때문이죠?
en: ...all because of the mirror, right?

source: 아악!!
en: ah!!

source: 아마 많이 놀라서 그러는 걸 겁니다.
en: she’s still probably all shook up.

source: 아니면…
en: or is it...

source: 어쩜 나물이 다 못쓰게 됐네요.
en: oh no, you won’t be able to eat any of these.

source: 당신도 봤잖아?
en: you saw it too.

source: 어서 이 저주를 풀어줘!!
en: please break the curse soon!

source: 형아~!!
en: brother!

source: 덩치는 산만한 것들이!{j}이거나 처먹어라!!
en: you big ass bastards!{j}take this!!

source: 움직이지 않을게!
en: I won’t move!

source: 쿨럭 쿨럭!!
en: cough cough!

source: 그러니 다시 이 아이를 미끼로,
en: so I’m going to use the kid again as bait...

source: 못난 아들 양오…
en: I’m a terrible son...

source: 생긴 것부터 기생 오라비…
en: he even looks like a loser...

source: 일부러 네 년의 눈을 현혹하려 난사한 듯 했지만…
en: I made it look like that on purpose...!

source: 네 년이 신농씨라도 된단 말이냐?!
en: are you a descendant of shennong or something?!

source: 진즉에 떠났어야 했어.
en: we should’ve left a long time ago.

source: 어딜 노리시나?
en: what’re you two aiming at?

source: 안심해라.
en: don’t worry.

source: 아까의 그 공격들에
en: did you think...

source: 내 손톱엔 독이 있걸랑~
en: my claws are covered with poison.

source: 갑자기 존댓말을 쓰시고…
en: you’re being so nice to me.

source: 거기 괜찮소?!
en: hey, are you all right?!

source: 몇이나 있지?
en: how many?

source: 여기 우리마을 뒷산에서 누가 요괴를 봤다지 뭐니?
en: ...that somebody saw a demon on the mountain near our village.

source: 희화에겐 비밀로 해줘.
en: ...please keep it a secret from the solar goddess.

source: 인간주제에 대단한 정신력을 가졌군 그래.
en: you have quite a strong mentality.

source: 그… 사람들도요…
en: please help them... as well...

source: 으헤헤헤헤!!
en: hehehehe!

source: …소리가 멈췄네…?
en: the sounds stopped...?

source: 기다려!
en: wait!

source: 여자들은 어마무시한 미인인데…
en: while women there are known to be beautiful...

source: 이것 또한…
en: is this...

source: 목숨은 살려 주마!
en: ...I’ll let you live!

source: 다시 한번 묻지!
en: I’ll ask again!

source: 뭐가 덤비든 이길 자신이 있다 뭐 그런 거냐?
en: are you so confident that you can defeat whatever it may be?

source: 누나 누나!
en: hey, sis!

source: 항아!!
en: hang-ah!

source: 큭큭… 멍청한 인간들…
en: hehe... stupid humans...

source: 왜 소소?
en: what’s up, sosoh?

source: …저주받았어.
en: it’s cursed...

source: 끄아아아 아아악!!
en: kyaaaaaaaaahhh!

source: 자리가 불편하니?
en: is it uncomfortable?

source: 저 거울을 빼돌려…
en: if we take that mirror...

source: 혹시 요괴의 습격이라도 받은 거냐?
en: ...from a demon?

source: 이상한 소리 말고 빨리 저주나 풀어줘~!
en: stop talking nonsense, and lift the curse!

source: 맘 같아선 울고불며 빌어도 해주기 싫다만…
en: although I don’t want to do this even if you were to beg...

source: 귀찮게 왜 그래?
en: what’s the matter?

source: 세명!!
en: three of them!!

source: 도와줘서 정말 고맙소.
en: thank you for your help.

source: 여기도 슬슬 시작됐군.
en: it has started here as well.

source: 소소…?!
en: sosoh...?!

source: 저희가 떠난 뒤에…
en: after we left...

source: 그으래~?
en: oh yeah?

source: 서둘러 다음 돌이나 모으러 가자.
en: let’s just go get the next one.

source: 걱정 말거라!!
en: so don’t worry!

source: 동방… 삭…??
en: dongbang... sak...?

source: 하고 놀라는 사이…
en: panics...

source: 아까도 분명 이걸 뺏으려고 했던 것 같았는데…
en: she was so focused on taking this away from me a few moments ago...

source: 야, 인간 계집!!
en: hey, human girl!

source: 제 마음껏 맞서 싸워보려고요.
en: ...and fight off my fears.

source: 견봉국의 저주…
en: the curse of the dog nation...

source: 얼라리…
en: oh...?

source: 이건 뭐하는 물건이야?
en: what’re these for?

source: 소…
en: paw...

source: 네넵?!
en: y-yes?!

source: 아까의 태도도 그렇고 말을 걸어도 씹고…
en: ...but his attitude and the way he brushes me off suggest otherwise...

source: 네 놈 말이 맞아.
en: you’re right.

source: 다시 캐올 수 있어요!
en: I can go get some more right away!

source: 아이 울음소릴 듣고 몇 놈 더 기어나올터!
en: more will come out after hearing the boy cry.

source: 살인자들!!
en: murderers!

source: 동방삭님의 글자와 관련있는 건가요?
en: ...have to do with the message dongbangsak left?

source: 어디서 어르신 존함을 함부로 부르고 있어!
en: who are you to call me by my name!

source: 뭐하는 놈이냐?
en: who are you?

source: 아, 그래그래!
en: yeah, that one!

source: 다행인지 불행인진 모르겠지만…
en: I’m not sure if this is a good thing or not...

source: 그저 여기저기 여행하며 온갖 신기한 것들을 찾아 세월을 누린 게 전부였다고.
en: I just travel around, spending my time enjoying interesting things around the world.

source: 사람 살려…!!
en: help us...!

source: 무슨 일을 꾸미고 있는 게냐?
en: what are you up to?

source: 힘들게 뭘 다시 캐오려고?
en: you don’t need to go get more. it’s tiring, right?

source: 이놈이…
en: you...

source: 이곳에서 멀리 벗어나서…
en: ...the child can run away as far as possible...

source: 그 임무 또한 오늘로 마지막입니다.
en: I’ll also be ending the mission today.

source: 아 놔…
en: oh my...

source: 뭐야…?
en: what the...?

source: 아, 아, 알겠어!
en: o-okay!

source: 세상에 흉측해라…
en: she’s so hideous...

source: 동방삭!!
en: dongbangsak!

source: 막상 닥쳐오니…
en: but now that the moment is here...

source: 우리 아들…!
en: ...son!

source: 에이,
en: all right.

source: 꺄아아 아아악!!
en: aaaahhh!

source: 희화가…
en: the solar goddess...

source: 그럼 눈앞에서 험한 꼴을 볼 필요도 없었을 테고.
en: then you wouldn’t have to have gone through all this.

source: 천제님께 바라오니 불쌍한 저희를 굽어살피시어―
en: I ask the heavenly emperor to sympathize with us and...

source: 물론.
en: yes.

source: 제 21 수
en: episode 21

source: 아무렴…
en: since...

source: 그때가 그리워지는걸~!
en: I miss the old days!

source: 아니… 안 그래도 흉기같이 생긴 양반이…
en: hey, I know you want to seem mysterious and dangerous, but...

source: 호호…
en: haha...

source: 요괴라고 해서 다 나쁘기만 한 건 아니야!
en: not all demons are evil!

source: 제가 알아서 할게요!!
en: so I’ll take of it myself!

source: 통하지 않아!!
en: ...don’t work on me!

source: 아직까지 모여서 뭣들하는 겁니까?
en: what are you all still doing here?

source: 뭐하는 짓이냐?
en: what are you doing?

source: 서둘러!
en: hurry!

source: 그걸 알면서도 산에 오른 것이냐?
en: ...and you still decided to come to the mountains?

source: 도와줄 어른들을 데리러…
en: he went to go find adults who can help us...

source: 할머니 무거워~!
en: grandma, it’s heavy!

source: 부끄러운 줄도 모르고 꼬맹이 삥이나 뜯지!
en: you’re too pathetic to take stuff from a kid!

source: 수, 숲에!
en: i-in the woods!

source: 마을이 이 지경인줄 모르고 내버려두고 왔는데 이대로 있다간 큰일 날 거야!
en: I didn’t know what was happening, so I left them there. if we don’t do anything, they’ll be in trouble!

source: 너… 너 주려고 꺾은 거야!
en: th-these are for you!

source: 혹시 아는 사이인가?
en: do they know each other?

source: 체력을 길러라, 동방삭!!
en: you need to work on your stamina!

source: 잡아먹었어요.{j}제 딸도…
en: all the kids.{j}even my daughter...

source: 셋!
en: three!

source: 말이 앞뒤가 안 맞는걸?
en: you’re not making sense!

source: 그건 선조 대대로 지켜내려온 보물인데…
en: it’s been a precious treasure of our family for generations...

source: 이야아~ 활 쏘는 무인이신가?{j}한 눈에 척 봐도 무지 쎄보이시네!
en: wow, are you an archer?{j}I can tell you’re really strong!

source: 이… 이… 매정한 지지배야…!
en: y-you cold-blooded girl...!

source: 그, 그야…
en: w-well...

source: 알겠다, 알겠어!
en: all right, all right!

source: 어서 이리오렴.
en: come here now.

source: 잠시 여기 있어라!
en: stay here for a while!

source: 이 늠름한 삭이 오라버니의 절도있는 자태가…
en: I looked brave and heroic, right?

source: 어머나!
en: oh my!

source: 게다가 벌써 한 시진은 가까이 달리고 있잖아!
en: I’ve been running for hours already!

source: 혹시 평소와 다른 점은 없던가?
en: did she seem different in any way?

source: 안심해.
en: don’t worry.

source: 우려했던 일이 벌어졌구나…
en: I was worried it was going to come to this...

source: 내 동료가 알려줬다.
en: my partner told me about it.

source: 임마 색꺄!
en: you bastard!

source: 굉장하다!
en: amazing!

source: 아아…
en: ohhh...!

source: 여긴 못 들어올 거야.{j}괜찮아!
en: they can’t get in.{j}it’s all right!

source: 이 익숙한… 사람을 환장하게 만드는…
en: something feels familiar... like how someone can drive you nuts...

source: 지금 진심으로 귀여워 하는 것 같은데…
en: she really thinks he’s cute...

source: 뭐, 뭐, 뭐야?
en: wh-what the...?

source: 내 재주가 사람을 개로 만드는 것만이 아니거든?
en: turning people into dogs isn’t the only power I have.

source: 네가 얠 몰라서 그러는데 얜 코끼리보다 더 튼튼한 놈이라구!!
en: it’s because you don’t know her. she’s stronger than an elephant!

source: 내가 너무 흥분해서 말이 튀어나온 건가?
en: did I just get too carried away and talk out loud?

source: 선아, 너 아니었으면 정말로 위험했을 거야.
en: sun-ah, if it weren’t for you, this would’ve been disastrous.

source: 웃기고 자빠졌네.
en: you must be joking.

source: 뭐, 당분간은 이런 따분한 세상이겠지만…
en: although the world will stay lame like this for a little while...

source: 그러게 처음부터 말하지 않았나,
en: I already told you at the beginning...

source: 눈!
en: my eye!

source: …서둘러야겠다.
en: I should hurry.

source: 저주야…
en: it’s a curse...

source: 뜨헉?
en: huh?!

source: 이놈 봐라?
en: look at this guy!

source: 널 이 꼴로 만든 마을인데 말야.
en: this village made you the way you are.

source: 그 찰나에 반격을 해…?
en: he counterattacked instantly...

source: 견봉국…
en: the dog nation...

source: 그 여주인과는 아는 사이인가?
en: do you know the owner of the inn?

source: 뜨아아 아아악!
en: aaaahhh!

source: 살려달라 우는 아이를 구해주진 못할망정
en: using a child crying for help as bait?

source: 오, 맞아.
en: ah, that’s right.

source: 주, 주인 언니잖아…?
en: i-it’s the owner of the inn...!

source: 히…
en: eek...

source: 기집애!
en: hey!

source: 나 광견병이라도 걸린거 아냐?!
en: did I get rabies?!

source: 태양이시여~
en: master sun...

source: 차라리 나랑 편먹고 복수하자고!
en: just come to my side and get your revenge!

source: 아뇨…
en: no...

source: 무,
en: m...

source: 지금 벌어진 이 일이 저주라면…
en: if this is a curse...

source: 자매들 중에선 누가 제일 예뽀~?
en: who’s the prettiest of all your sisters?

source: 뭐, 나중이라고…?!
en: what? soon...?!

source: 뭐하냐?
en: what are you doing?

source: 그 분의 후예가 바로 여제님 아닌가!
en: and miss yeoje is the descendant of such a great shaman!

source: 견봉국은 북쪽 지방 깊은 곳에 자리 잡은 나라인데,
en: the dog nation is a country in the north.

source: 네 놈들이 갈 곳은 저승뿐이야!!
en: the only place you’ll go is hell!

source: 두 분은 꿈에서 보았습니다.
en: I saw you two in a dream.

source: 이 정도면 훌륭한 수색부대를 만들 수 있겠어.
en: I can make a great search unit now.

source: 여기서 조금만 더 가면 내가 묵던 곳이 나오거든?
en: the place I’m staying at is pretty close by. just go a bit further and you’ll find it.

source: 흥…
en: hmph...

source: 아쉽지만 이 정도로 만족할까?
en: should I call it a day?

source: 물러서 선아!!
en: get out of there, sun-ah!

source: 항아가 날 구하러 올 텐데… 내가 혼자 탈출하면 길이 엇갈리잖아?!
en: hang-ah is going to come to save me, but if I escape now, we might miss each other!

source: 혹시…
en: ...could...?

source: 범상치않은 기운이라는 건 알고 있었지만,
en: I can tell that you’re not an ordinary human,

source: 천제께서 바둑 둘 마음이 생기셨으니…
en: ...and wants to play instead...

source: 동방삭
en: ...has to be you.

source: 바보야, 움직이지 마!
en: s-stop moving!

source: 이따위 버러지들 수준이니…
en: because they are all such bums...

source: 대체…
en: it’s the...

source: 요괴를 사냥하길래 정의의 사도쯤 되는 줄 알았더니
en: I thought he was a hero seeking justice by killing all these demons...

source: 꺄야아아 아아아악!!
en: kyaaaaaaaaahhh!

source: 자신과 상대의 전력을 냉정하게 비교할 수 있을 만큼 잘 안다는 거잖아?
en: if you’re able to compare yourself against it, that means you know it pretty well.

source: 아쉬운대로 이 놈을 써볼까…?
en: should I try using this guy...?

source: 인간…?
en: a human...?

source: 살았다.
en: thank goodness.

source: 바보야… 일대일 싸움이라면 네가 지겠지만…
en: well... you might lose if you fight it by yourself...

source: 엥?!
en: huh?!

source: 킥킥킥…
en: hehehe...

source: 막내인가?
en: is that the youngest?

source: …이
en: wh-who...?

source: 차라리…
en: maybe it’s better if I disappeared...

source: 확실한 거지?
en: are you sure?

source: 무슨 생각으로 이곳으로 다시 기어온 거지?
en: why did you come back here?

source: 뚫린 입이라고 잘도 씨부리는구나.
en: you can say whatever you want.

source: 위가 4개는 되는 거야?
en: do you have four stomachs or something?

source: 약속한 거지?
en: you promise?!

source: 죽을 만큼 아프다…!!
en: it hurts so much...!

source: 당연하지!
en: of course!

source: 제, 제가…
en: I-I...

source: 넌 일일이 기분을 정하고 느끼냐?
en: you can’t just choose how you’re going to feel and then feel it, right?

source: 어머, 무슨 소릴…
en: o-oh my, what are you talking about--

source: 너!
en: you!

source: 뒤?
en: the back?

source: 정신차려!!
en: wake up!

source: 그 사람은 내게 아무런 관심도 없단다.
en: but he doesn’t have any interest in me.

source: 칫…!!
en: tch...!

source: 내가 그 아이의 보호자요.
en: I’m the girl’s guardian.

source: 왜 갑자기 멈추고 그래… 요.
en: why’d you stop all of a... sudden?

source: 주인장한텐 형이 잘 말해뒀으니까…
en: I already talked to the owner about you, so...

source: 놈들의 영웅이랍시고 추대받는 것도,
en: ...their hailed hero...

source: 그게 뭐 어떻다고?
en: what about it?

source: 아까 여관에서 들었던 얘기가 사실이었네.
en: so what I heard at the inn was true.

source: 격리소 놈들이 술 마시고 나불대더군.
en: ...men who had worked in the facility got drunk and told me everything.

source: …왜 자꾸 안 좋은 일들만 생기는 거지…
en: why do bad things happen to me all the time...?

source: 뭐라고…?!
en: what...?!

source: 모, 몸이 안 움직여…!
en: I-I can’t move...!

source: 그날처럼 태양들이 모든 걸 지배하게 할 테야.
en: ...the suns will once again rule everything like they did before.

source: 그럼 저 불은… 아저씨들이…
en: ...you... who... fire...?

source: 에에엥!!
en: wh-what?!

source: 자신의 병이 물을 매개로 퍼지는 병인 줄은 몰랐겠지.
en: ...but she didn’t know that the disease actually spreads through water.

source: 나도,
en: I also...

source: 어떡…
en: what--

source: 이거 찢어버릴 거야!!
en: I’ll tear this apart!

source: 추우면 옷을 입으면 될 거 아냐, 이 자식아!!
en: if it’s cold, just give me some clothes I can put on, you bastard!

source: 여전하시군요.
en: you’re still the same.

source: 내가 넙죽 말이라도 해줄 것 같냐?
en: ...did you really think that I would?

source: 이거나 처먹어라!!
en: eat this!!

source: 누구에요?
en: who are you?

source: 도대체 무슨…
en: ...going on?

source: 못 일어날걸?
en: she won’t get up.

source: …양오
en: sun...

source: 됐어!
en: we got him!

source: 네 말만 믿고 공을 세울 수 있을거라서 따라왔더니…
en: I followed you here because you said I could get credit for a big achievement...

source: 그 땅으로부터 놈을 끌어내 분리시키면 죽는다고 기록되어 있어.
en: it’s recorded that to kill the demon, you have to pull it out of the ground and then tear it apart.

source: 그런 느려터진 공격 따위는 얼마든지 피할 수 있거든.
en: your attacks are so slow, I can dodge all of them.

source: 너님도 개가 되면 내가 꽈악 안아드리리다.
en: yeah? if you become a dog, I’ll hug you too!

source: 천제 농간질의 일부인가…
en: ...another trick of the heavenly emperor?

source: 뭐 아는 사이 같던데, 그것도 상당히…
en: it looked like you knew him pretty well...

source: 아이만한 크기로 미끄러진 흔적이 있어.
en: there’s a trace of a child sliding down.

source: …죠?
en: please?

source: 잡았다!!
en: I got you now!

source: …헌데…
en: but...

source: 장난친거예요, 장난!!
en: I was just playing around!

source: 잉?
en: hm?

source: 네놈이 두고 간 이것…
en: here, you can have this...

source: 어딜 가는 거야!
en: where are you going?!

source: 이 할미가 잘못 말했네!
en: that’s not what I meant!

source: 우리가 같이 다닌 시간들이 제법 되는데…
en: we’ve spent so much time together, but...

source: 뭔진 몰라도 너 배신당한 것 같다.
en: I think you’ve been betrayed.

source: 어떻게든 천리화를 쓸 수 있는 상황을 만들어야 하는데.
en: I need to activate the sky boots somehow.

source: 저기…
en: uhhh...

source: 지금 이 아이뿐만이 아니라 마을이 다 난리통에 부상자 투성이야.
en: he’s not the only one who’s hurt. there are many others as well.

source: 그런 게 인간(人間)이야.
en: that’s what humans do.

source: 내 뒤로 숨어!
en: get behind me!

source: 평소랑 달리… 과도하게 친절했던 것 같기도…
en: ...unlike usual... she seemed to be nice...

source: 허이구야~ 도대체 저게 다 무슨 소리래냐?!
en: what was all that about?!

source: 어떻게 그걸 빠져나왔지?!
en: how did you get out of there?!
